Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# settings.player.minecraft_friends_account.section
source: Minecraft account friends
ar: أصدقاء حساب Minecraft
da: Minecraft-kontovenner
de: Minecraft-Kontofreunde
es: Amigos de la cuenta de Minecraft
fi: Minecraft-tilin kaverit
fr: Amis du compte Minecraft
hi: Minecraft खाता मित्र
it: Amici dell'account Minecraft
ja: Minecraftアカウントのフレンド
ko: Minecraft 계정 친구
nb: Minecraft-konto venner
nl: Minecraft-accountvrienden
pl: Przyjaciele konta Minecraft
pt: Amigos da conta Minecraft
ru: Друзья аккаунта Minecraft
sv: Minecraft-kontokompisar
th: เพื่อนในบัญชี Minecraft
tr: Minecraft hesap arkadaşları
vi: Bạn bè tài khoản Minecraft
zh_hans: Minecraft账号好友
zh_hant: Minecraft帳號好友

# settings.player.minecraft_friends_presence_notifications
source: Friend activity notifications
ar: إشعارات نشاط الأصدقاء
da: Notifikationer om venneaktivitet
de: Benachrichtigungen zu Freundesaktivitäten
es: Notificaciones de actividad de amigos
fi: Kaveritoiminnan ilmoitukset
fr: Notifications d’activité des amis
hi: मित्र गतिविधि सूचनाएँ
it: Notifiche attività amici
ja: フレンドのアクティビティ通知
ko: 친구 활동 알림
nb: Varsler om venners aktivitet
nl: Meldingen van vriendenactiviteit
pl: Powiadomienia o aktywności znajomych
pt: Notificações de atividade dos amigos
ru: Уведомления об активности друзей
sv: Aviseringar om vänaktivitet
th: การแจ้งเตือนกิจกรรมเพื่อน
tr: Arkadaş etkinlik bildirimleri
vi: Thông báo hoạt động bạn bè
zh_hans: 好友状态通知
zh_hant: 好友狀態通知

# settings.player.minecraft_friends_presence_notifications.description
source: When enabled, the launcher checks friend activity in the background and sends system notifications. You must also enable notifications for this app in System Settings and set the alert style to Alerts.
ar: عند التفعيل، يتحقق المشغل من نشاط الأصدقاء في الخلفية ويرسل إشعارات النظام. يجب أيضًا تفعيل الإشعارات لهذا التطبيق في إعدادات النظام وتعيين نمط التنبيه إلى «تنبيهات».
da: Når funktionen er aktiveret, kontrollerer launcheren venneaktivitet i baggrunden og sender systemnotifikationer. Du skal også aktivere notifikationer for denne app i Systemindstillinger og vælge advarselsstil som Advarsler.
de: Wenn aktiviert, überprüft der Launcher die Freundesaktivität im Hintergrund und sendet Systembenachrichtigungen. Aktiviere außerdem in den Systemeinstellungen Benachrichtigungen für diese App und wähle den Stil „Hinweise“.
es: Cuando está activado, el launcher comprueba la actividad de amigos en segundo plano y envía notificaciones del sistema. También debes activar las notificaciones de esta app en Ajustes del sistema y establecer el estilo de alerta en Alertas.
fi: Kun tämä on käytössä, käynnistin tarkistaa kavereiden toiminnan taustalla ja lähettää järjestelmäilmoituksia. Ota myös tämän sovelluksen ilmoitukset käyttöön Järjestelmäasetuksissa ja valitse hälytystyyliksi Hälytykset.
fr: Lorsque cette option est activée, le launcher vérifie l’activité des amis en arrière-plan et envoie des notifications système. Activez aussi les notifications pour cette app dans Réglages Système et choisissez le style d’alerte « Alertes ».
hi: सक्षम होने पर, लॉन्चर पृष्ठभूमि में मित्र गतिविधि की जाँच करता है और सिस्टम सूचनाएँ भेजता है। सिस्टम सेटिंग्स में इस ऐप के लिए सूचनाएँ सक्षम करें और अलर्ट शैली को अलर्ट पर सेट करें।
it: Quando attivato, il launcher controlla l’attività degli amici in background e invia notifiche di sistema. Abilita anche le notifiche per questa app in Impostazioni di Sistema e imposta lo stile di avviso su Avvisi.
ja: 有効にすると、ランチャーがバックグラウンドでフレンドのアクティビティを確認し、システム通知を送信します。システム設定でこのアプリの通知を有効にし、通知スタイルを「アラート」に設定してください。
ko: 활성화하면 런처가 백그라운드에서 친구 활동을 확인하고 시스템 알림을 보냅니다。 시스템 설정에서 이 앱의 알림을 켜고 알림 스타일을 '알림'으로 설정해야 합니다。
nb: Når aktivert, sjekker launcheren venners aktivitet i bakgrunnen og sender systemvarsler. Du må også aktivere varsler for denne appen i Systeminnstillinger og velge varselstil som Varsler.
nl: Wanneer ingeschakeld controleert de launcher vriendenactiviteit op de achtergrond en verstuurt systeemmeldingen. Schakel ook meldingen voor deze app in via Systeeminstellingen en stel de meldingsstijl in op Meldingen.
pl: Po włączeniu launcher sprawdza aktywność znajomych w tle i wysyła powiadomienia systemowe. Włącz też powiadomienia dla tej aplikacji w Ustawieniach systemowych i ustaw styl alertów na Alerty.
pt: Quando ativado, o launcher verifica a atividade dos amigos em segundo plano e envia notificações do sistema. Ative também as notificações desta app em Ajustes do Sistema e defina o estilo de alerta como Alertas.
ru: Если параметр включён, лаунчер проверяет активность друзей в фоновом режиме и отправляет системные уведомления. Также включите уведомления для этого приложения в «Системных настройках» и выберите стиль «Предупреждения».
sv: När funktionen är aktiverad kontrollerar launchern vänaktivitet i bakgrunden och skickar systemaviseringar. Aktivera även aviseringar för den här appen i Systeminställningar och välj aviseringsstil som Aviseringar.
th: เมื่อเปิดใช้งาน ตัวเปิดเกมจะตรวจสอบกิจกรรมเพื่อนในเบื้องหลังและส่งการแจ้งเตือนของระบบ คุณต้องเปิดการแจ้งเตือนสำหรับแอปนี้ในการตั้งค่าระบบและตั้งรูปแบบการแจ้งเตือนเป็น "การแจ้งเตือน"
tr: Etkinleştirildiğinde, başlatıcı arka planda arkadaş etkinliklerini kontrol eder ve sistem bildirimleri gönderir. Sistem Ayarları'nda bu uygulama için bildirimleri etkinleştirmeli ve uyarı stilini Uyarılar olarak ayarlamalısınız.
vi: Khi bật, trình khởi chạy sẽ kiểm tra hoạt động bạn bè trong nền và gửi thông báo hệ thống. Bạn cũng cần bật thông báo cho ứng dụng này trong Cài đặt hệ thống và đặt kiểu cảnh báo thành Cảnh báo.
zh_hans: 启用后，启动器会在后台检查好友状态，并在好友上线、离线或发送邀请时通知你。同时需要在系统设置中为此应用启用通知，并将通知类型设为「提醒」。
zh_hant: 啟用後，啟動器會在背景檢查好友狀態，並在好友上線、離線或傳送邀請時通知你。同時需要在系統設定中為此App啟用通知，並將通知類型設為「提醒」。

# settings.player.minecraft_friends_presence_notifications.toggle
source: Notify me when friends come online, go offline, or send invites
ar: إعلامي عندما يصبح الأصدقاء متصلين أو غير متصلين أو يرسلون دعوات
da: Giv besked når venner går online, offline eller sender invitationer
de: Benachrichtigen, wenn Freunde online oder offline gehen oder Einladungen senden
es: Notificarme cuando amigos se conecten, se desconecten o envíen invitaciones
fi: Ilmoita, kun kaverit tulevat onlineen, menevät offlineen tai lähettävät kutsuja
fr: M’avertir lorsque des amis se connectent, se déconnectent ou envoient des invitations
hi: जब मित्र ऑनलाइन आएँ, ऑफलाइन जाएँ या निमंत्रण भेजें, तो मुझे सूचित करें
it: Avvisami quando gli amici vanno online, offline o inviano inviti
ja: フレンドのオンライン・オフラインや招待を通知
ko: 친구가 온라인 상태가 되거나 오프라인 상태가 되거나 초대를 보내면 알림 받기
nb: Varsle når venner går pålogget, avlogget eller sender invitasjoner
nl: Meld mij wanneer vrienden online of offline gaan of uitnodigingen sturen
pl: Powiadamiaj, gdy znajomi są online, offline lub wysyłają zaproszenia
pt: Notificar quando amigos ficarem online, offline ou enviarem convites
ru: Уведомлять, когда друзья входят в сеть, выходят из сети или отправляют приглашения
sv: Meddela mig när vänner går online, offline eller skickar inbjudningar
th: แจ้งเตือนเมื่อเพื่อนออนไลน์ ออฟไลน์ หรือส่งคำเชิญ
tr: Arkadaşlar çevrimiçi olduğunda, çevrimdışı olduğunda veya davet gönderdiğinde bildir
vi: Thông báo khi bạn bè trực tuyến, ngoại tuyến hoặc gửi lời mời
zh_hans: 好友上线、离线或邀请时通知我
zh_hant: 好友上線、離線或邀請時通知我

# settings.player.offline_login
source: Third-Party Login
ar: تسجيل دخول طرف ثالث
da: Tredjepartslogin
de: Anmeldung über Drittanbieter
es: Inicio de sesión de terceros
fi: Kolmannen osapuolen kirjautuminen
fr: Connexion via un tiers
hi: थर्ड-पार्टी लॉगिन
it: Accesso di terze parti
ja: サードパーティログイン
ko: 서드파티 로그인
nb: Innlogging via tredjepart
nl: Inloggen via derde partij
pl: Logowanie przez stronę trzecią
pt: Login de terceiros
ru: Вход через сторонний сервис
sv: Inloggning via tredje part
th: เข้าสู่ระบบของบุคคลที่สาม
tr: Üçüncü taraf girişi
vi: Đăng nhập bên thứ ba
zh_hans: 三方登录
zh_hant: 三方登入

# settings.player.offline_login.toggle
source: Enable Third-Party Login
ar: تمكين تسجيل دخول الطرف الثالث
da: Aktivér tredjepartslogin
de: Drittanbieter-Anmeldung aktivieren
es: Habilitar inicio de sesión de terceros
fi: Ota kolmannen osapuolen kirjautuminen käyttöön
fr: Activer la connexion via un tiers
hi: थर्ड-पार्टी लॉगिन सक्षम करें
it: Abilita l'accesso di terze parti
ja: サードパーティログインを有効にする
ko: 서드파티 로그인을 활성화
nb: Aktiver innlogging via tredjepart
nl: Derdepartij-aanmelden inschakelen
pl: Włącz logowanie przez stronę trzecią
pt: Ativar login de terceiros
ru: Включить вход через сторонний сервис
sv: Aktivera inloggning via tredje part
th: เปิดใช้งานการเข้าสู่ระบบของบุคคลที่สาม
tr: Üçüncü taraf girişini etkinleştir
vi: Bật đăng nhập bên thứ ba
zh_hans: 启用三方登录
zh_hant: 啟用三方登入

# settings.player.tab
source: Player
ar: اللاعب
da: Spiller
de: Spieler
es: Jugador
fi: Pelaaja
fr: Joueur
hi: खिलाड़ी
it: Giocatore
ja: プレイヤー
ko: 플레이어
nb: Spiller
nl: Speler
pl: Gracz
pt: Jogador
ru: Игрок
sv: Spelare
th: ผู้เล่น
tr: Oyuncu
vi: Người chơi
zh_hans: 玩家
zh_hant: 玩家

# settings.system_proxy.label
source: System Proxy
ar: وكيل النظام
es: Proxy del sistema
fi: Järjestelmän välityspalvelin
fr: Proxy système
hi: सिस्टम प्रॉक्सी
it: Proxy di sistema
ja: システムプロキシ
ko: 시스템 프록시
nl: Systeemproxy
pl: Proxy systemowe
pt: Proxy do sistema
ru: Системный прокси
th: พร็อกซีระบบ
tr: Sistem Vekili
vi: Proxy hệ thống
zh_hans: 系统代理
zh_hant: 系統代理

# settings.system_proxy.open
source: Open Settings
ar: فتح الإعدادات
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fi: Avaa asetukset
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir definições
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# settings.theme.dark
source: Dark
ar: داكن
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмный
sv: Mörk
th: มืด
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.theme.light
source: Light
ar: فاتح
da: Lys
de: Hell
es: Claro
fi: Vaalea
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ru: Светлый
sv: Ljus
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.theme.picker
source: Appearance
ar: المظهر
da: Udseende
de: Erscheinungsbild
es: Apariencia
fi: Ulkoasu
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.theme.system
source: Follow System
ar: اتبع النظام
da: Følg system
de: System folgen
es: Seguir Sistema
fi: Seuraa järjestelmää
fr: Suivre le système
hi: सिस्टम का पालन करें
it: Segui sistema
ja: システムに合わせる
ko: 시스템 따라가기
nb: Følg system
nl: Volg systeem
pl: Podążaj za systemem
pt: Seguir Sistema
ru: Следовать системе
sv: Följ system
th: ตามระบบ
tr: Sistemi Takip Et
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.working_directory.description
source: This path setting only affects the storage location of game saves, mods, shaders, and other resources.
ar: إعداد المسار هذا يؤثر فقط على موقع تخزين حفظ الألعاب والتعديلات والشيدرز والموارد الأخرى.
da: Denne stiindstilling påvirker kun lagerplaceringen af spilgemmer, mods, shaders og andre ressourcer.
de: Diese Pfadeinstellung betrifft nur den Speicherort von Spielständen, Mods, Shadern und anderen Ressourcen.
es: Esta configuración de ruta solo afecta la ubicación de almacenamiento de guardados de juegos, mods, shaders y otros recursos.
fi: Tämä polkuasetus vaikuttaa vain pelitallennusten, modien, varjostimien ja muiden resurssien tallennuspaikkaan.
fr: Ce paramètre de chemin n'affecte que l'emplacement de stockage des sauvegardes de jeu, mods, shaders et autres ressources.
hi: यह पथ सेटिंग केवल गेम सेव, मॉड्स, शेडर्स और अन्य संसाधनों के भंडारण स्थान को प्रभावित करती है।
it: Questa impostazione del percorso influisce solo sulla posizione di archiviazione dei salvataggi di gioco, mod, shader e altre risorse.
ja: このパス設定は、ゲームセーブ、MOD、シェーダー、その他のリソースの保存場所にのみ影響します。
ko: 이 경로 설정은 게임 저장 파일， 모드， 셰이더 및 기타 리소스의 저장 위치에만 영향을 미칩니다。
nb: Denne baneinnstillingen påvirker bare lagringsstedet for spillagringer, mods, shaders og andre ressurser.
nl: Deze padinstelling beïnvloedt alleen de opslaglocatie van spelopslagen, mods, shaders en andere bronnen.
pl: To ustawienie ścieżki wpływa tylko na lokalizację przechowywania zapisów gier, modów, shaderów i innych zasobów.
pt: Esta configuração de caminho afeta apenas o local de armazenamento de salvamentos de jogos, mods, shaders e outros recursos.
ru: Эта настройка пути влияет только на местоположение хранения сохранений игр, модов, шейдеров и других ресурсов.
sv: Denna sökvägsinställning påverkar endast lagringsplatsen för spelspara, mods, shaders och andra resurser.
th: การตั้งค่าเส้นทางนี้มีผลเฉพาะกับตำแหน่งการจัดเก็บไฟล์เซฟเกม มอด เชเดอร์ และทรัพยากรอื่นๆ
tr: Bu yol ayarı sadece oyun kayıtları, modlar, shaderlar ve diğer kaynakların depolama konumunu etkiler.
vi: Cài đặt đường dẫn này chỉ ảnh hưởng đến vị trí lưu trữ của các file save game, mod, shader và các tài nguyên khác.
zh_hans: 该路径的设置只会影响到游戏存档、mod、光影等其他资源的存储位置。
zh_hant: 該路徑的設置只會影響到遊戲存檔、mod、光影等其他資源的儲存位置。

# settings.working_path.game_count
source: %d games
ar: %d ألعاب
da: %d spil
de: %d Spiele
es: %d juegos
fi: %d peliä
fr: %d jeux
hi: %d गेम
it: %d giochi
ja: %dゲーム
ko: %d개 게임
nb: %d spill
nl: %d spellen
pl: %d gier
pt: %d jogos
ru: %d игр
sv: %d spel
th: %d เกม
tr: %d oyun
vi: %d trò chơi
zh_hans: %d个游戏
zh_hant: %d個遊戲

# sidebar.alert.no_player_for_launch.message
source: No player information. Please add player information first before launching games
ar: لا توجد معلومات لاعب. يرجى إضافة معلومات اللاعب أولاً قبل تشغيل الألعاب
da: Ingen spillerinformation. Tilføj venligst spillerinformation først før du starter spil
de: Keine Spielerinformationen. Bitte fügen Sie zuerst Spielerinformationen hinzu, bevor Sie Spiele starten
es: Sin información de jugador. Por favor, agregue información del jugador primero antes de iniciar juegos
fi: Ei pelaajatietoja. Lisää pelaajatiedot ensin ennen pelien käynnistämistä
fr: Aucune information de joueur. Veuillez d'abord ajouter les informations du joueur avant de lancer des jeux
hi: कोई खिलाड़ी जानकारी नहीं। कृपया गेम लॉन्च करने से पहले खिलाड़ी की जानकारी जोड़ें
it: Nessuna informazione del giocatore. Aggiungi prima le informazioni del giocatore prima di avviare i giochi
ja: プレイヤー情報がありません。ゲームを起動する前に、まずプレイヤー情報を追加してください
ko: 플레이어 정보가 없습니다。 게임을 실행하기 전에 먼저 플레이어 정보를 추가하세요
nb: Ingen spillerinformasjon. Legg til spillerinformasjon først før du starter spill
nl: Geen spelerinformatie. Voeg eerst spelerinformatie toe voordat je spellen start
pl: Brak informacji o graczu. Dodaj najpierw informacje o graczu przed uruchomieniem gier
pt: Nenhuma informação do jogador. Por favor, adicione informações do jogador primeiro antes de iniciar jogos
ru: Нет информации об игроке. Пожалуйста, сначала добавьте информацию об игроке, прежде чем запускать игры
sv: Ingen spelarinformation. Lägg till spelarinformation först innan du startar spel
th: ไม่มีข้อมูลผู้เล่น กรุณาเพิ่มข้อมูลผู้เล่นก่อนเริ่มเกม
tr: Oyuncu bilgisi yok. Oyun başlatmadan önce lütfen önce oyuncu bilgilerini ekleyin
vi: Không có thông tin người chơi. Vui lòng thêm thông tin người chơi trước khi khởi chạy trò chơi
zh_hans: 没有玩家信息，先添加玩家信息后，才可以运行游戏
zh_hant: 沒有玩家資訊，先添加玩家資訊後，才可以運行遊戲

# sidebar.alert.no_player.message
source: No player information. Please add player information first before adding games
ar: لا توجد معلومات لاعب. يرجى إضافة معلومات اللاعب أولاً قبل إضافة الألعاب
da: Ingen spillerinformation. Tilføj venligst spillerinformation først før du tilføjer spil
de: Keine Spielerinformationen. Bitte fügen Sie zuerst Spielerinformationen hinzu, bevor Sie Spiele hinzufügen
es: Sin información de jugador. Por favor, agregue información del jugador primero antes de agregar juegos
fi: Ei pelaajatietoja. Lisää pelaajatiedot ensin ennen pelien lisäämistä
fr: Aucune information de joueur. Veuillez d'abord ajouter les informations du joueur avant d'ajouter des jeux
hi: कोई खिलाड़ी जानकारी नहीं। कृपया गेम जोड़ने से पहले खिलाड़ी की जानकारी जोड़ें
it: Nessuna informazione del giocatore. Aggiungi prima le informazioni del giocatore prima di aggiungere i giochi
ja: プレイヤー情報がありません。ゲームを追加する前に、まずプレイヤー情報を追加してください
ko: 플레이어 정보가 없습니다。 게임을 추가하기 전에 먼저 플레이어 정보를 추가하세요
nb: Ingen spillerinformasjon. Legg til spillerinformasjon først før du legger til spill
nl: Geen spelerinformatie. Voeg eerst spelerinformatie toe voordat je spellen toevoegt
pl: Brak informacji o graczu. Dodaj najpierw informacje o graczu przed dodaniem gier
pt: Nenhuma informação do jogador. Por favor, adicione informações do jogador primeiro antes de adicionar jogos
ru: Нет информации об игроке. Пожалуйста, сначала добавьте информацию об игроке, прежде чем добавлять игры
sv: Ingen spelarinformation. Lägg till spelarinformation först innan du lägger till spel
th: ไม่มีข้อมูลผู้เล่น กรุณาเพิ่มข้อมูลผู้เล่นก่อนเพิ่มเกม
tr: Oyuncu bilgisi yok. Oyun eklemeden önce lütfen önce oyuncu bilgilerini ekleyin
vi: Không có thông tin người chơi. Vui lòng thêm thông tin người chơi trước khi thêm trò chơi
zh_hans: 没有玩家信息，先添加玩家信息后，才可以添加游戏
zh_hant: 沒有玩家資訊，先添加玩家資訊後，才可以添加遊戲

# sidebar.alert.no_player.title
source: No Players
ar: لا يوجد لاعبون
da: Ingen spillere
de: Keine Spieler
es: Sin jugadores
fi: Ei pelaajia
fr: Aucun joueur
hi: कोई खिलाड़ी नहीं
it: Nessun giocatore
ja: プレイヤーなし
ko: 플레이어 없음
nb: Ingen spillere
nl: Geen spelers
pl: Brak graczy
pt: Nenhum jogador
ru: Нет игроков
sv: Inga spelare
th: ไม่มีผู้เล่น
tr: Oyuncu yok
vi: Không có người chơi
zh_hans: 没有玩家
zh_hant: 沒有玩家

# sidebar.context_menu.delete_game
source: Delete Game
ar: حذف اللعبة
da: Slet spil
de: Spiel löschen
es: Eliminar juego
fi: Poista peli
fr: Supprimer le jeu
hi: गेम हटाएं
it: Elimina gioco
ja: ゲームを削除
ko: 게임 삭제
nb: Slett spill
nl: Spel verwijderen
pl: Usuń grę
pt: Excluir jogo
ru: Удалить игру
sv: Ta bort spel
th: ลบเกม
tr: Oyunu sil
vi: Xóa trò chơi
zh_hans: 删除游戏
zh_hant: 刪除遊戲

# sidebar.context_menu.show_in_finder
source: Show in Finder
ar: إظهار في Finder
da: Vis i Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fi: Näytä Finderissä
fr: Afficher dans le Finder
hi: Finder में दिखाएं
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder'da göster
vi: Hiển thị trong Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

# sidebar.context_menu.show_in_launcher
source: Show in Launcher
ar: إظهار في المشغّل
da: Vis i launcher
de: Im Launcher anzeigen
es: Mostrar en el launcher
fi: Näytä launcherissa
fr: Afficher dans le launcher
hi: लॉन्चर में दिखाएं
it: Mostra nel launcher
ja: ランチャーで表示
ko: 런처에서 보기
nb: Vis i launcher
nl: Weergeven in launcher
pl: Pokaż w launcherze
pt: Mostrar no launcher
ru: Показать в лаунчере
sv: Visa i launcher
th: แสดงใน Launcher
tr: Launcher'da göster
vi: Hiển thị trong trình khởi chạy
zh_hans: 在启动器中显示
zh_hant: 在啟動器中顯示

# sidebar.corrupted_games.title
source: Corrupted games
ar: الألعاب التالفة
da: Ødelagte spil
de: Beschädigte Spiele
es: Juegos dañados
fi: Vioittuneet pelit
fr: Jeux corrompus
hi: क्षतिग्रस्त खेल
it: Giochi danneggiati
ja: 破損したゲーム
ko: 손상된 게임
nb: Skadede spill
nl: Beschadigde spellen
pl: Uszkodzone gry
pt: Jogos danificados
ru: Повреждённые игры
sv: Skadade spel
th: เกมที่เสียหาย
tr: Bozuk oyunlar
vi: Trò chơi bị hỏng
zh_hans: 损坏的游戏
zh_hant: 損壞的遊戲

# sidebar.games.title
source: Game List
ar: قائمة الألعاب
da: Spilliste
de: Spieleliste
es: Lista de juegos
fi: Pelilista
fr: Liste des jeux
hi: गेम सूची
it: Elenco giochi
ja: ゲーム一覧
ko: 게임 목록
nb: Spilliste
nl: Spellijst
pl: Lista gier
pt: Lista de jogos
ru: Список игр
sv: Spellista
th: รายการเกม
tr: Oyun listesi
vi: Danh sách trò chơi
zh_hans: 游戏列表
zh_hant: 遊戲列表

# sidebar.resources.title
source: Resource List
ar: قائمة الموارد
da: Ressourceliste
de: Ressourcenliste
es: Lista de recursos
fi: Resurssit
fr: Liste des ressources
hi: संसाधन सूची
it: Elenco risorse
ja: リソース一覧
ko: 리소스 목록
nb: Ressursliste
nl: Bronnenlijst
pl: Lista zasobów
pt: Lista de recursos
ru: Список ресурсов
sv: Resurslista
th: รายการทรัพยากร
tr: Kaynak listesi
vi: Danh sách tài nguyên
zh_hans: 资源列表
zh_hant: 資源列表

# sidebar.search.games
source: Game search
ar: البحث عن لعبة
da: Søg spil
de: Spiel suchen
es: Buscar juego
fi: Etsi peliä
fr: Rechercher un jeu
hi: गेम खोजें
it: Cerca gioco
ja: ゲームを検索
ko: 게임 검색
nb: Søk spill
nl: Spel zoeken
pl: Szukaj gry
pt: Pesquisar jogo
ru: Поиск игры
sv: Sök spel
th: ค้นหาเกม
tr: Oyun ara
vi: Tìm kiếm trò chơi
zh_hans: 搜索游戏
zh_hant: 搜尋遊戲

# skin.add_player_first
source: Please add a player first
ar: يرجى إضافة لاعب أولاً
da: Tilføj venligst en spiller først
de: Bitte zuerst einen Spieler hinzufügen
es: Por favor, añade un jugador primero
fi: Lisää ensin pelaaja
fr: Veuillez d'abord ajouter un joueur
hi: कृपया पहले एक खिलाड़ी जोड़ें
it: Aggiungi prima un giocatore
ja: まずプレイヤーを追加してください
ko: 먼저 플레이어를 추가해주세요
nb: Legg til en spiller først
nl: Voeg eerst een speler toe
pl: Najpierw dodaj gracza
pt: Por favor, adicione um jogador primeiro
ru: Сначала добавьте игрока
sv: Lägg till en spelare först
th: กรุณาเพิ่มผู้เล่นก่อน
tr: Lütfen önce bir oyuncu ekleyin
vi: Vui lòng thêm người chơi trước
zh_hans: 请先添加玩家
zh_hant: 請先新增玩家

# skin.apply
source: Apply Changes
ar: تطبيق التغييرات
da: Anvend Ændringer
de: Änderungen anwenden
es: Aplicar Cambios
fi: Käytä Muutokset
fr: Appliquer les Modifications
hi: परिवर्तन लागू करें
it: Applica Modifiche
ja: 変更を適用
ko: 변경사항 적용
nb: Bruk Endringer
nl: Wijzigingen Toepassen
pl: Zastosuj Zmiany
pt: Aplicar Alterações
ru: Применить Изменения
sv: Tillämpa Ändringar
th: ใช้การเปลี่ยนแปลง
tr: Değişiklikleri Uygula
vi: Áp dụng Thay đổi
zh_hans: 应用更改
zh_hant: 套用變更

# skin.cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# skin.cape
source: Cape
ar: العباءة
da: Kappe
de: Umhang
es: Capa
fi: Viitta
hi: केप
it: Mantello
ja: ケープ
ko: 망토
nb: Kappe
pl: Peleryna
pt: Capa
ru: Плащ
sv: Kappa
th: ผ้าคลุม
tr: Pelerin
vi: Áo choàng
zh_hans: 斗篷
zh_hant: 斗篷

# skin.classic
source: Classic
ar: كلاسيكي
da: Klassisk
de: Klassisch
es: Clásico
fi: Klassinen
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
ko: 클래식
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt: Clássico
ru: Классический
sv: Klassisk
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典
